DEFAULT_CATEGORIES = [
    {
        "name": "Закуски",
        "types": [
            {"name": "Овощные", "sub_types": []},
            {"name": "Мясные", "sub_types": []},
            {"name": "Рыбные", "sub_types": []},
        ],
    },
    {
        "name": "Первое блюдо",
        "types": [
            {"name": "Бульоны", "sub_types": ["Мясные", "Рыбные"]},
            {"name": "Салянки", "sub_types": ["Мясные", "Рыбные"]},
        ],
    },
    {
        "name": "Второе блюдо",
        "types": [
            {
                "name": "Рыба",
                "sub_types": ["Рубленное", "Натуральное", "Мелкоцелостное"],
            },
            {
                "name": "Мясо",
                "sub_types": ["Рубленное", "Натуральное", "Мелкоцелостное"],
            },
            {
                "name": "Птица",
                "sub_types": ["Рубленное", "Натуральное", "Мелкоцелостное"],
            },
        ],
    },
    {
        "name": "Гарнир",
        "types": [
            {"name": "Овощи", "sub_types": ["Cоте", "Рагу"]},
            {"name": "Крупы", "sub_types": ["Смесь круп", "Односоставная"]},
            {"name": "Макароны", "sub_types": []},
        ],
    },
    {
        "name": "Десерт",
        "types": [
            {"name": "Мучные", "sub_types": ["Выпечка", "Без выпечки"]},
            {"name": "Желейные", "sub_types": []},
            {"name": "Белковые", "sub_types": []},
            {"name": "Фрукты-ягоды", "sub_types": []},
        ],
    },
    {
        "name": "Напитки",
        "types": [
            {"name": "Горячие", "sub_types": []},
            {"name": "Холодные", "sub_types": []},
        ],
    },
]
